Repository: zotonic/deb
Catalog: modules/mod_oembed/translations/*.po
Languages: ru

source: Cancel
ru: Отмена

source: Embed URL
ru: Встроить онлайн-ресурс

source: Embed a video or other media URL. Here you can paste any URL from YouTube, Vimeo or other services.
ru: Встроить видео или другой материал по URL. Здесь вы можете указать любой URL из YouTube, Vimeo или других сервисов.

source: Invalid or unsupported media URL. The item might have been deleted or is not public.
ru: Неверный или неподдерживаемый URL. Эта запись может быть удалена или не открыта.

source: Made the media page.
ru: Создана страница материала.

source: Make media item
ru: Создать страницу материала

source: Media title
ru: Название материала

source: Replace media item
ru: Заменить материал

source: Summary
ru: Краткое изложение

source: The media title will be automatically detected from its URL.
ru: Название материала будет определено автоматически по его URL.

source: Try URL
ru: Проба URL
